[{
    "id": "1",
    "image": "./N_Y88TWmGwA.png",
    "image_details": "/screen_ohmyfood.png",
    "title": "Ohmyfood",
    "short_content": "The project's goal was to create a responsive website for gourmet restaurants. It aimed to explore animations, SASS language with BEM, and implement a “mobile first” approach.",
    "content": "The mission was to develop a “mobile first” then tablet and desktop site, which lists the menus of gourmet restaurants. Site models via Figma were given, including animations and behaviors to integrate. The objective of the project was to discover animations, the SASS language with BEM and to start the project “mobile first”",
    "tags": "HTML, CSS, SASS",
    "url": "https://todescoamandine.github.io/Ohmyfood/index.html",
    "code": "https://github.com/TodescoAmandine/Ohmyfood.git"
},
{
    "id": "2",
    "image": "/Capture d'écran 2024-05-05 154431.png",
    "image_details": "/screen_kasa.png",
    "title": "Kasa",
    "short_content": "The mission involved creating a responsive website with React. The main goal was to build a React application with reusable components and effective state management.",
    "content": " The mission consisted of a complete redesign of a website, making it responsive for tablets and smartphones using React and including a slider. The mockups provided via Figma served as a base for the development. The main objective of this project was to build a first fully React application, by breaking down the project into several reusable components and efficiently managing the application's states.",
    "tags": "HTML, SASS, JavaScript, React",    
    "url": "https://todescoamandine.github.io/Ohmyfood/index.html",
    "code": "https://github.com/TodescoAmandine/Kasa.git"

},
{
    "id": "3",
    "image": "/spacejoy-IH7wPsjwomc-unsplash.png",
    "image_details": "/screen_sophie2.png",
    "title": "Sophie Bluel",
    "short_content": "The developer successfully implemented the login functionality and gallery management system",
    "content": "The mission was to develop multiple pages of a photographer's portfolio with a login functionality for users. They will then be able to add or remove photos in a gallery through a modal window. The mockups were provided via Figma to guide the development. The main goal was to enhance JavaScript skills by applying them in the creation of a website requiring login/logout through an API, as well as access to an account for adding and removing elements.",
    "tags": "HTML, CSS, JavaScript",
    "url": "https://todescoamandine.github.io/Ohmyfood/index.html",
    "code": "https://github.com/TodescoAmandine/6_Sophie-Bluel.git"

}
]